Repository: taikun114/Clip-Hold
Catalog: Clip Hold/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

# - %lld文字
source: - %lld characters
de: - %lld Zeichen
es: - %lld caracteres
fr: - %lld caractères
ja: - %lld文字

# 以上
source: or more
de: oder mehr
es: o más
fr: ou plus
ja: 以上

# "%@"の操作を選択してください。%@
source: Choose the operation for “%1$@”. %2$@
de: Wählen Sie die Operation für „%1$@“. %2$@
es: Elija la operación para “%1$@”. %2$@
fr: Choisissez l'opération pour « %1$@ ». %2$@
ja: "%1$@"の操作を選択してください。%2$@

# 「%@」からのすべての履歴を削除してもよろしいですか？%lld個の履歴が削除されます。この操作は元に戻せません。
source: Are you sure you want to delete all history from “%1$@”? %2$lld items will be deleted. This cannot be undone.
de: Möchten Sie den gesamten Verlauf von „%1$@“ wirklich löschen? %2$lld Elemente werden gelöscht. Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que quiere eliminar todo el historial de “%1$@”? Se eliminarán %2$lld elementos. Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tout l'historique de « %1$@ » ? %2$lld éléments seront supprimés. Cette action est irréversible.
ja: 「%1$@」からのすべての履歴を削除してもよろしいですか？%2$lld個の履歴が削除されます。この操作は元に戻せません。

# 「%@」に切り替わりました。
source: Switched to “%@”.
de: Zu „%@“ gewechselt.
es: Cambiado a “%@”.
fr: Passage à « %@ ».
ja: 「%@」に切り替わりました。

# 「%@」のインポートの競合 (%lld/%lld)%@
source: Import Conflicts for “%1$@” (%2$lld/%3$lld)%4$@
de: Importkonflikte für „%1$@“ (%2$lld/%3$lld)%4$@
es: Conflictos de importación para “%1$@” (%2$lld/%3$lld)%4$@
fr: Conflits d'importation pour « %1$@ » (%2$lld/%3$lld)%4$@
ja: 「%1$@」のインポートの競合 (%2$lld/%3$lld)%4$@

# 「%@」は別のプリセット「%@」にすでに割り当てられています。このアプリを割り当てると、「%@」から割り当てが解除されます。アプリを割り当ててもよろしいですか？
source: “%1$@” is already assigned to another preset “%2$@”. Assigning this app will unassign it from “%3$@”. Are you sure you want to assign this app?
de: „%1$@“ ist bereits dem Preset „%2$@“ zugewiesen. Wenn Sie diese App zuweisen, wird die Zuweisung von „%3$@“ aufgehoben. Möchten Sie diese App wirklich zuweisen?
es: “%1$@” ya está asignado a otro preajuste “%2$@”. Al asignar esta aplicación, se desasignará de “%3$@”. ¿Está seguro de que quiere asignar esta aplicación?
fr: « %1$@ » est déjà assigné à un autre préréglage « %2$@ ». Assigner cette application la désassignera de « %3$@ ». Voulez-vous vraiment assigner cette application ?
ja: 「%1$@」は別のプリセット「%2$@」にすでに割り当てられています。このアプリを割り当てると、「%3$@」から割り当てが解除されます。アプリを割り当ててもよろしいですか？

# 「%@」を本当に削除しますか？
source: Are you sure you want to delete “%@”?
de: Möchten Sie „%@“ wirklich löschen?
es: ¿Está seguro de que quiere eliminar “%@”?
fr: Voulez-vous really supprimer « %@ » ?
ja: 「%@」を本当に削除しますか？

# 「%@」を本当に削除しますか？このプリセットに含まれる%lld個の定型文も削除されます。この操作は元に戻せません。
source: Are you sure you want to delete “%1$@”? This will also delete %2$lld standard phrases included in this preset. This cannot be undone.
de: Möchten Sie „%1$@“ wirklich löschen? Dies löscht auch %2$lld Standardphrasen, die in diesem Preset enthalten sind. Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que quiere eliminar “%1$@”? Esto también eliminará %2$lld frases estándar incluidas en este preajuste. Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer « %1$@ » ? Cela supprimera également %2$lld phrases standard incluses dans ce préréglage. Cette action est irréversible.
ja: 「%1$@」を本当に削除しますか？このプリセットに含まれる%2$lld個の定型文も削除されます。この操作は元に戻せません。

# 「%@」を本当に削除しますか？他に関連する履歴がないため、履歴からこのファイルが削除されます。
source: Are you sure you want to delete “%@”? Because there are no other associated history items, the file will be removed from the history.
de: Möchten Sie „%@“ wirklich löschen? Da es keine anderen verknüpften Verlaufseinträge gibt, wird die Datei aus dem Verlauf entfernt.
es: ¿Está seguro de que quiere eliminar “%@”? Como no hay otros elementos del historial asociados, el archivo se eliminará del historial.
fr: Voulez-vous vraiment supprimer « %@ » ? Comme il n'y a pas d'autres éléments d'historique associés, le fichier sera retiré de l'historique.
ja: 「%@」を本当に削除しますか？他に関連する履歴がないため、履歴からこのファイルが削除されます。

# 「%@」を本当に削除しますか？履歴からファイルが削除され、このファイルに関連する他の履歴も削除されます。
source: Are you sure you want to delete “%@”? The file will be removed from the history and any other history items associated with this file will also be deleted.
de: Möchten Sie „%@“ wirklich löschen? Die Datei wird aus dem Verlauf entfernt und alle anderen damit verbundenen Verlaufseinträge werden ebenfalls gelöscht.
es: ¿Está seguro de que quiere eliminar “%@”? El archivo se eliminará del historial y también se eliminarán todos los demás elementos del historial asociados a este archivo.
fr: Voulez-vous vraiment supprimer « %@ » ? Le fichier sera retiré de l'historique et tous les autres éléments d'historique associés à ce fichier seront également supprimés.
ja: 「%@」を本当に削除しますか？履歴からファイルが削除され、このファイルに関連する他の履歴も削除されます。

# 「%@」を本当に削除しますか？履歴からファイルは削除されず、このファイルに関連する他の履歴は影響を受けません。
source: Are you sure you want to delete “%@”? The file will not be removed from the history and any other history items associated with this file will be unaffected.
de: Möchten Sie „%@“ wirklich löschen? Die Datei wird nicht aus dem Verlauf entfernt und andere damit verbundene Verlaufseinträge bleiben unberührt.
es: ¿Está seguro de que quiere eliminar “%@”? El archivo no se eliminará del historial y los demás elementos del historial asociados a este archivo no se verán afectados.
fr: Voulez-vous vraiment supprimer « %@ » ? Le fichier ne sera pas retiré de l'historique et les autres éléments d'historique associés à ce fichier ne seront pas affectés.
ja: 「%@」を本当に削除しますか？履歴からファイルは削除されず、このファイルに関連する他の履歴は影響を受けません。

# 「%@」を除外するアプリに追加しますか？除外するアプリは「プライバシー」設定から変更することができます。
source: Are you sure you want to add “%@” to the Apps to Exclude? You can change the Apps to Exclude in the “Privacy” settings.
de: Möchten Sie „%@“ zu den auszuschließenden Apps hinzufügen? Sie können die auszuschließenden Apps in den „Datenschutz“-Einstellungen ändern.
es: ¿Está seguro de que quiere añadir “%@” a las aplicaciones a excluir? Puede cambiar las aplicaciones a excluir en los ajustes de “Privacidad”.
fr: Voulez-vous vraiment ajouter « %@ » aux applications à exclure ? Vous pouvez modifier les applications à exclure dans les paramètres de « Confidentialité ».
ja: 「%@」を除外するアプリに追加しますか？除外するアプリは「プライバシー」設定から変更することができます。

# 「すべてのプリセット」に追加することはできません。特定のプリセットを選択してください。
source: You cannot add to "All Presets". Please select a specific preset.
de: Sie können nicht zu "Alle Presets" hinzufügen. Bitte wählen Sie ein bestimmtes Preset aus.
es: No puede añadir a "Todos los preajustes". Seleccione un preajuste específico.
fr: Vous ne pouvez pas ajouter à "Tous les préréglages". Veuillez sélectionner un préréglage spécifique.
ja: 「すべてのプリセット」に追加することはできません。特定のプリセットを選択してください。

# %@ (計算中...)
source: %@ (Calculating...)
de: %@ (Berechnen...)
es: %@ (Calculando...)
fr: %@ (Calcul en cours...)
ja: %@ (計算中...)

# %@を超えるファイルがコピーされました。履歴に保存してもよろしいですか？
source: A file has been copied that is larger than %@. Are you sure you want to save it in the history?
de: Eine Datei, die größer als %@ ist, wurde kopiert. Möchten Sie sie im Verlauf speichern?
es: Se ha copiado un archivo de más de %@. ¿Está seguro de que quiere guardarlo en el historial?
fr: Un fichier de plus de %@ a été copié. Voulez-vous vraiment l'enregistrer dans l'historique ?
ja: %@を超えるファイルがコピーされました。履歴に保存してもよろしいですか？

# %1$@を超える%2$d個のファイル（合計%3$@）がコピーされました。履歴に保存してもよろしいですか？
source: %2$d files (total %3$@) have been copied that is greater than %1$@. Are you sure you want to save them in the history?
de: %2$d Dateien (insgesamt %3$@), die größer als %1$@ sind, wurden kopiert. Möchten Sie sie im Verlauf speichern?
es: Se han copiado %2$d archivos (total %3$@) de más de %1$@. ¿Está seguro de que quiere guardarlos en el historial?
fr: %2$d fichiers (total %3$@) de plus de %1$@ ont été copiés. Voulez-vous vraiment les enregistrer dans l'historique ?
ja: %1$@を超える%2$d個のファイル（合計%3$@）がコピーされました。履歴に保存してもよろしいですか？

# %1$@を超えるファイル（%2$@）がコピーされました。履歴に保存してもよろしいですか？
source: A file (%2$@) has been copied that is greater than %1$@. Are you sure you want to save it in the history?
de: Eine Datei (%2$@), die größer als %1$@ ist, wurde kopiert. Möchten Sie sie im Verlauf speichern?
es: Se ha copiado un archivo (%2$@) de más de %1$@. ¿Está seguro de que quiere guardarlo en el historial?
fr: Un fichier (%2$@) de plus de %1$@ a été copié. Voulez-vous vraiment l'enregistrer dans l'historique ?
ja: %1$@を超えるファイル（%2$@）がコピーされました。履歴に保存してもよろしいですか？

# %1$d%2$@定型文は設定されていません
source: The %1$d%2$@ standard phrase is not set.
de: Die %1$d%2$@ Standardphrase ist nicht festgelegt.
es: La %1$d%2$@ frase estándar no está configurada.
fr: La %1$d%2$@ phrase standard n'est pas définie.
ja: %1$d%2$@定型文は設定されていません

# %1$d%2$@定型文を呼び出すショートカットキーが押されましたが、この定型文は設定されていません。
source: The shortcut key to call the %1$d%2$@ standard phrase was pressed, but this standard phrase is not set.
de: Die Tastenkombination zum Aufrufen der %1$d%2$@ Standardphrase wurde gedrückt, aber diese Standardphrase ist nicht festgelegt.
es: Se presionó la tecla de acceso rápido para llamar a la %1$d%2$@ frase estándar, pero esta frase estándar no está configurada.
fr: La touche de raccourci pour appeler la %1$d%2$@ phrase standard a été enfoncée, mais cette phrase standard n'est pas définie.
ja: %1$d%2$@定型文を呼び出すショートカットキーが押されましたが、この定型文は設定されていません。

# %lld / %lld個
source: %1$lld / %2$lld items
de: %1$lld / %2$lld Elemente
es: %1$lld / %2$lld elementos
fr: %1$lld / %2$lld éléments
ja: %1$lld / %2$lld個

# %lld%@定型文をコピーする
source: Copy the %lld%@ Standard Phrase
de: Die %lld%@ Standardphrase kopieren
es: Copiar la frase estándar %lld%@
fr: Copier la phrase standard %lld%@
ja: %lld%@定型文をコピーする

# %lld%@履歴をコピーする
source: Copy the %lld%@ History Item
de: Den %lld%@ Verlaufseintrag kopieren
es: Copiar el elemento del historial %lld%@
fr: Copier l'élément d'historique %lld%@
ja: %lld%@履歴をコピーする

# %lld個
source: %lld Items
de: %lld Elemente
es: %lld elementos
fr: %lld éléments
ja: %lld個

# %lld個の定型文
source: %lld Standard Phrases
de: %lld Standardphrasen
es: %lld frases estándar
fr: %lld phrases standard
ja: %lld個の定型文

# %lld個の履歴
source: %lld History items
de: %lld Verlaufseinträge
es: %lld elementos del historial
fr: %lld éléments de l'historique
ja: %lld個の履歴

# %lld文字
source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
ja: %lld文字

source: ${state} Clipboard Monitoring
de: Zwischenablage-Überwachung ${state}
es: ${state} supervisión del portapapeles
fr: ${state} surveillance du presse-papiers
ja: クリップボード監視を ${state}

source: ${state} Quick Paste
de: Schnelleinfügen ${state}
es: ${state} pegado rápido
fr: ${state} collage rapide
ja: クイックペーストを ${state}

# 1以上の数値を入力してください。
source: Please enter 1 or larger number.
de: Bitte geben Sie eine Zahl größer oder gleich 1 ein.
es: Introduzca un número igual o superior a 1.
fr: Veuillez entrer un nombre supérieur ou égal à 1.
ja: 1以上の数値を入力してください。

# 1秒
source: 1 Second
de: 1 Sekunde
es: 1 Segundo
fr: 1 Seconde
ja: 1秒

# 3秒
source: 3 Seconds
de: 3 Sekunden
es: 3 Segundos
fr: 3 Secondes
ja: 3秒

# 5秒
source: 5 Seconds
de: 5 Sekunden
es: 5 Segundos
fr: 5 Secondes
ja: 5秒

# 10秒
source: 10 Seconds
de: 10 Sekunden
es: 10 Segundos
fr: 10 Secondes
ja: 10秒

source: Add ${text}
de: ${text} hinzufügen
es: Añadir ${text}
fr: Ajouter ${text}
ja: 定型文 ${text} を追加

source: Add Standard Phrase
de: Standardphrase hinzufügen
es: Añadir frase estándar
fr: Ajouter une phrase type
ja: 定型文を追加

# Buy Me a Coffeeで、緑茶一杯分の金額からサポートしていただけます。
source: You can support me at Buy Me a Coffee from the price of a cup of green tea.
de: Sie können mich bei Buy Me a Coffee mit dem Preis einer Tasse grünen Tees unterstützen.
es: Puede apoyarme en Buy Me a Coffee desde el precio de una taza de té verde.
fr: Vous pouvez me soutenir sur Buy Me a Coffee pour le prix d'une tasse de thé vert.
ja: Buy Me a Coffeeで、緑茶一杯分の金額からサポートしていただけます。

# Buy Me a Coffeeのページを開いてもよろしいですか？
source: Are you sure you want to open the Buy Me a Coffee page?
de: Möchten Sie die Buy Me a Coffee-Seite wirklich öffnen?
es: ¿Está seguro de que quiere abrir la página de Buy Me a Coffee?
fr: Voulez-vous vraiment ouvrir la page Buy Me a Coffee ?
ja: Buy Me a Coffeeのページを開いてもよろしいですか？

# Buy Me a Coffeeページへのリンクを開きます。
source: Open link to the Buy Me a Coffee page.
de: Link zur Buy Me a Coffee-Seite öffnen.
es: Abrir enlace a la página de Buy Me a Coffee.
fr: Ouvrir le lien vers la page Buy Me a Coffee.
ja: Buy Me a Coffeeページへのリンクを開きます。

source: Case Sensitive
de: Groß-/Kleinschreibung beachten
es: Distinguir mayúsculas y minúsculas
fr: Sensible à la casse
ja: 大文字・小文字を区別

source: Check to perform a case-sensitive search
de: Aktivieren, um eine Suche mit Berücksichtigung der Groß-/Kleinschreibung durchzuführen
es: Marque para realizar una búsqueda que distinga mayúsculas y minúsculas
fr: Cochez pour effectuer une recherche sensible à la casse
ja: 大文字と小文字を区別して検索します

# Clip Holdについて
source: About Clip Hold
de: Über Clip Hold
es: Acerca de Clip Hold
fr: À propos de Clip Hold
ja: Clip Holdについて

# Clip Holdによってインデックスされたすべての履歴と定型文をリセットして再インデックスを行います。
source: Reset and reindex all history and Standard Phrases indexed by Clip Hold.
de: Alle durch Clip Hold indizierten Verläufe und Standardphrasen zurücksetzen und neu indizieren.
es: Restablecer y reindexar todo el historial y las Frases estándar indizadas por Clip Hold.
fr: Réinitialiser et réindexer tout l'historique et les Phrases standard indexés par Clip Hold.
ja: Clip Holdによってインデックスされたすべての履歴と定型文をリセットして再インデックスを行います。

# Clip Holdに保存する履歴の最大数を設定します。
source: Set the maximum number of items saved in Clip Hold history.
de: Legen Sie die maximale Anzahl der im Clip Hold-Verlauf gespeicherten Elemente fest.
es: Establece el número máximo de elementos guardados en el historial de Clip Hold.
fr: Définissez le nombre maximum d'éléments à sauvegarder dans l'historique de Clip Hold.
ja: Clip Holdに保存する履歴の最大数を設定します。

# Clip Holdのウィンドウ（定型文ウィンドウなど）をフォーカスしたときに、プリセットが切り替わらないようにします。
source: Prevents the preset switching when the Clip Hold window (such as the Standard Phrases window) is focused.
de: Verhindert das Umschalten des Presets, wenn das Clip Hold-Fenster (z. B. das Fenster für Standardphrasen) fokussiert wird.
es: Evita que el preajuste cambie cuando la ventana de Clip Hold (como la ventana de Frases estándar) está enfocada.
fr: Empêche le changement de préréglage lorsque la fenêtre de Clip Hold (comme la fenêtre des phrases standard) est active.
ja: Clip Holdのウィンドウ（定型文ウィンドウなど）をフォーカスしたときに、プリセットが切り替わらないようにします。

# Clip Holdのウィンドウを除外
source: Exclude Clip Hold Windows
de: Clip Hold-Fenster ausschließen
es: Excluir ventanas de Clip Hold
fr: Exclure les fenêtres de Clip Hold
ja: Clip Holdのウィンドウを除外

# Clip Holdのメニューバーアイコンを一時的に非表示にします。もう一度アプリを開くと再び表示されるようになります。
source: Temporarily hide the Clip Hold menu bar icon. It will reappear when you open the app again.
de: Das Clip Hold-Menüleistensymbol vorübergehend ausblenden. Es wird wieder angezeigt, wenn Sie die App erneut öffnen.
es: Oculta temporalmente el icono de la barra de menús de Clip Hold. Volverá a aparecer cuando vuelva a abrir la aplicación.
fr: Masquer temporairement l'icône de Clip Hold dans la barre de menus. Elle réapparaîtra lorsque vous rouvrirez l'application.
ja: Clip Holdのメニューバーアイコンを一時的に非表示にします。もう一度アプリを開くと再び表示されるようになります。

# Clip Holdはオープンソースアプリケーションです。
source: Clip Hold is an Open Source Application.
de: Clip Hold ist eine Open-Source-Anwendung.
es: Clip Hold es una aplicación de código abierto.
fr: Clip Hold est une application Open Source.
ja: Clip Holdはオープンソースアプリケーションです。

source: Clipboard History Item
de: Verlaufselement
es: Elemento del historial del portapapeles
fr: Élément d'historique du presse-papiers
ja: コピー履歴項目

# Commandキー
source: Command key
de: Befehlstaste
es: Tecla Comando
fr: Touche Commande
ja: Commandキー

source: Content
de: Inhalt
es: Contenido
fr: Contenu
ja: 内容

source: Content Text
de: Textinhalt
es: Texto del contenido
fr: Contenu du texte
ja: テキスト内容

# Controlキー
source: Control key
de: Control-Taste
es: Tecla Control
fr: Touche Contrôle
ja: Controlキー

# Copies a history item at the specified index (1-based) to the clipboard.
source: Copies a history item at the specified index to the clipboard.
de: Kopiert ein Verlaufselement am angegebenen Index in die Zwischenablage.
es: Copia un elemento del historial en el índice especificado al portapapeles.
fr: Copie un élément d'historique à l'index spécifié dans le presse-papiers.
ja: 指定された番号の履歴項目をクリップボードにコピーします。

source: Copies a specific history item to the clipboard.
de: Kopiert ein bestimmtes Verlaufselement in die Zwischenablage.
es: Copia un elemento específico del historial al portapapeles.
fr: Copie un élément d'historique spécifique dans le presse-papiers.
ja: 指定された履歴項目をクリップボードにコピーします。

source: Copies a specific standard phrase to the clipboard.
de: Kopiert eine bestimmte Standardphrase in die Zwischenablage.
es: Copia una frase estándar específica al portapapeles.
fr: Copie une phrase standard spécifique dans le presse-papiers.
ja: 指定された定型文をクリップボードにコピーします。

# Copies a standard phrase at the specified index (1-based) to the clipboard.
source: Copies a standard phrase at the specified index to the clipboard.
de: Kopiert eine Standardphrase am angegebenen Index in die Zwischenablage.
es: Copia una frase estándar en el índice especificado al portapapeles.
fr: Copie une phrase standard à l'index spécifié dans le presse-papiers.
ja: 指定された番号の定型文をクリップボードにコピーします。

source: Copy ${phrase}
de: ${phrase} kopieren
es: Copiar ${phrase}
fr: Copier ${phrase}
ja: 定型文 ${phrase} をコピー

source: Copy History Item
de: Verlaufselement kopieren
es: Copiar elemento del historial
fr: Copier l'élément d'historique
ja: 履歴項目をコピー

source: Copy history item ${item}
de: Verlaufselement ${item} kopieren
es: Copiar elemento del historial ${item}
fr: Copier l'élément d'historique ${item}
ja: 履歴項目 ${item} をコピー

source: Copy History Item by Index
de: Verlaufselement nach Index kopieren
es: Copiar elemento del historial por índice
fr: Copier l'élément d'historique par index
ja: 番号を指定して履歴項目をコピー

source: Copy Standard Phrase
de: Standardphrase kopieren
es: Copiar frase estándar
fr: Copier la phrase standard
ja: 定型文をコピー

source: Copy Standard Phrase by Index
de: Standardphrase nach Index kopieren
es: Copiar frase estándar por índice
fr: Copier la phrase standard par index
ja: 番号を指定して定型文をコピー

source: Copy the ${index}th history item
de: Das ${index}. Verlaufselement kopieren
es: Copiar el ${index}º elemento del historial
fr: Copier le ${index}e élément d'historique
ja: ${index}番目の履歴項目をコピー

source: Copy the ${index}th standard phrase
de: Den ${index}. Standardtext kopieren
es: Copiar la ${index}ª frase estándar
fr: Copier la ${index}e phrase type
ja: ${index}番目の定型文をコピー

# create-dmgのGitHubページへのリンクを開きます。
source: Open link to create-dmg GitHub page.
de: Link zur create-dmg GitHub-Seite öffnen.
es: Abrir enlace a la página de GitHub de create-dmg.
fr: Ouvrir le lien vers la page GitHub de create-dmg.
ja: create-dmgのGitHubページへのリンクを開きます。

# create-dmgのGitHubページを開いてもよろしいですか？
source: Are you sure you want to open the create-dmg GitHub page?
de: Möchten Sie die create-dmg GitHub-Seite wirklich öffnen?
es: ¿Está seguro de que quiere abrir la página de GitHub de create-dmg?
fr: Voulez-vous vraiment ouvrir la page GitHub de create-dmg ?
ja: create-dmgのGitHubページを開いてもよろしいですか？

source: Creates a new standard phrase from the provided text.
de: Erstellt eine neue Standardphrase aus dem bereitgestellten Text.
es: Crea una nueva frase estándar a partir del texto proporcionado.
fr: Crée une nouvelle phrase type à partir du texte fourni.
ja: 提供されたテキストから新しい定型文を作成します。

source: Date
de: Datum
es: Fecha
ja: 日付

source: Default
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト

source: Delete ${phrase}
de: ${phrase} löschen
es: Eliminar ${phrase}
fr: Supprimer ${phrase}
ja: 定型文 ${phrase} を削除

source: Delete Standard Phrase
de: Standardtext löschen
es: Eliminar frase estándar
fr: Supprimer la phrase standard
ja: 定型文を削除

source: Deletes a specific standard phrase based on its text.
de: Löscht einen bestimmten Standardtext basierend auf seinem Text.
es: Elimina una frase estándar específica según su texto.
fr: Supprime une phrase standard spécifique en fonction de son texte.
ja: テキストに基づいて特定の定型文を削除します。

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効

source: Exact Match
de: Genaue Übereinstimmung
es: Coincidencia exacta
fr: Correspondance exacte
ja: 完全一致

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
ja: ファイル名

# Finderで選択...
source: Select in Finder...
de: Im Finder auswählen...
es: Seleccionar en el Finder...
fr: Sélectionner dans le Finder...
ja: Finderで選択...

# Gemini CLIのGitHubページへのリンクを開きます。
source: Open link to Gemini CLI GitHub page.
de: Link zur Gemini CLI GitHub-Seite öffnen.
es: Abrir enlace a la página de GitHub de Gemini CLI.
fr: Ouvrir le lien vers la page GitHub de Gemini CLI.
ja: Gemini CLIのGitHubページへのリンクを開きます。

# Gemini CLIのGitHubページを開いてもよろしいですか？
source: Are you sure you want to open the Gemini CLI GitHub page?
de: Möchten Sie die Gemini CLI GitHub-Seite wirklich öffnen?
es: ¿Está seguro de que quiere abrir la página de GitHub de Gemini CLI?
fr: Voulez-vous vraiment ouvrir la page GitHub de Gemini CLI ?
ja: Gemini CLIのGitHubページを開いてもよろしいですか？

# Get Clipboard History Item
source: Get History Item
de: Verlaufselement abrufen
es: Obtener elemento de historial
fr: Obtenir un élément d'historique
ja: 履歴項目を取得

# Get Clipboard History Item by Index
source: Get History Item by Index
de: Verlaufselement nach Index abrufen
es: Obtener elemento de historial por índice
fr: Obtenir un élément d'historique par index
ja: 番号を指定して履歴項目を取得

source: Get history item ${historyItem}
de: Verlaufselement ${historyItem} abrufen
es: Obtener elemento del historial ${historyItem}
fr: Obtenir l'élément d'historique ${historyItem}
ja: 履歴項目 ${historyItem} を取得

source: Get Standard Phrase
de: Standardtext abrufen
es: Obtener frase estándar
fr: Obtenir une phrase type
ja: 定型文を取得

source: Get standard phrase ${phrase}
de: Standardtext ${phrase} abrufen
es: Obtener frase estándar ${phrase}
fr: Obtenir la phrase type ${phrase}
ja: 定型文 ${phrase} を取得

source: Get Standard Phrase by Index
de: Standardtext nach Nummer abrufen
es: Obtener frase estándar por número
fr: Obtenir une phrase type par numéro
ja: 番号を指定して定型文を取得

source: Get standard phrase count
de: Anzahl der Standardtexte abrufen
es: Obtener recuento de frases estándar
fr: Obtenir le nombre de phrases types
ja: 定型文の個数を取得

source: Get the ${index}th history item
de: Das ${index}. Verlaufselement abrufen
es: Obtener el ${index}º elemento del historial
fr: Obtenir le ${index}e élément d'historique
ja: ${index}番目の履歴項目を取得

source: Get the ${index}th standard phrase
de: Den ${index}. Standardtext abrufen
es: Obtener la ${index}ª frase estándar
fr: Obtenir la ${index}e phrase type
ja: ${index}番目の定型文を取得

source: Gets a clipboard history item at the specified index.
de: Ruft einen Zwischenablage-Eintrag mit der angegebenen Nummer ab.
es: Obtiene un elemento del historial del portapapeles en el número especificado.
fr: Obtient un élément de l'historique du presse-papiers au numéro spécifié.
ja: 指定された番号のクリップボード履歴項目を取得します。

source: Gets a standard phrase at the specified index.
de: Ruft einen Standardtext mit der angegebenen Nummer ab.
es: Obtiene una frase estándar en el número especificado.
fr: Obtient une phrase type au numéro spécifié.
ja: 指定された番号の定型文を取得します。

source: Gets the content of a specific clipboard history item.
de: Ruft den Inhalt eines bestimmten Zwischenablage-Eintrags ab.
es: Obtiene el contenido de un elemento específico del historial del portapapeles.
fr: Obtient le contenu d'un élément spécifique de l'historique du presse-papiers.
ja: 特定のクリップボード履歴項目の内容を取得します。
